tap 'caskroom/cask'
tap 'homebrew/services'

# libs
brew 'libsass'
brew 'libxml2'
brew 'openssl'
brew 'sqlite'

# utilities
brew 'ack'
brew 'cookiecutter'
brew 'docker'
brew 'docker-machine'
brew 'git'
brew 'tree'
brew 'wget'

# services
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true

# languages
brew 'go'
brew 'node'
brew 'python'
brew 'python3'
brew 'ruby'

# casks
cask_args appdir: '/Applications'
cask 'atom'
cask 'dropbox'
cask 'flux'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'heroku-toolbelt'
cask 'iterm2'
cask 'lastpass'
cask 'slack'
cask 'sublime-text3'
cask 'tower'
